Repository: dataspot/dgp-app
Catalog: ui/src/locales/messages.*.xlf
Languages: he

source: Would you really like to
he: האם באמת תרצו

source: Cancel
he: ביטול

source: Confirm
he: אישור

source: delete the user
he: למחוק את המשתמש

source: delete the task
he: למחוק את המשימה

source: delete the file
he: למחוק את הקובץ

source: delete the record
he: למחוק את הרשומה

source: Welcome, {{profile.name}}!
he: שלום, {{profile.name}}!

source: Logout
he: התנתקות

source: <i class="fas fa-save" aria-hidden="true"></i></i> Save {def.display}}
he: <i class="fas fa-save" aria-hidden="true"></i></i> שמירת {def.display}}

source: <i class="fas fa-trash" aria-hidden="true"></i></i> Delete {def.display}}
he: <i class="fas fa-trash" aria-hidden="true"></i></i> מחיקת {def.display}}

source: Edit {{def.display}}
he: עריכת {{def.display}}

source: <i class="fas fa-save" aria-hidden="true"></i></i> Save
he: <i class="fas fa-save" aria-hidden="true"></i></i> שמירה

source: <i class="fas fa-save" aria-hidden="true"></i></i> Save and Submit for Approval
he: <i class="fas fa-save" aria-hidden="true"></i></i> שמירה והגשה ואישור

source: Please select a data source
he: נא לבחור מקור מידע

source: Data is processing...
he: המידע מעובד כרגע...

source: Mapping completed successfully, click to submit data for approval
he: המיפוי הסתיים בהצלחה, לחצו לשליחת המשימה לאישור

source: Mapping completed successfully, click save to proceed
he: המיפוי הסתיים בהצלחה, לחצו על ״שמירה״ להמשך

source: Mapping is still incomplete, you can save and continue editing later
he: המיפוי עדיין לא הסתיים, אפשר לשמור ולהמשיך את העריכה אחר כך

source: Mapping completed with errors, you can save and continue editing later
he: המיפוי הסתיים עם שגיאות, אפשר לשמור ולהמשיך את העבודה אחר כך

source: Data Import Workbench
he: אשף הזנת המידע

source: Edit Task
he: עריכת משימה

source: Task Name
he: שם המשימה

source: Description
he: תיאור

source: Kind
he: סוג

source: <i class="fas fa-save" aria-hidden="true"></i></i> Save Task
he: <i class="fas fa-save" aria-hidden="true"></i></i> שמירת המשימה

source: Schedule
he: תדירות ריצה

source: Visibility
he: נראות

source: Only Visible to Me
he: גלוי רק עבורי

source: Publicly Visible
he: כולם יכולים לראות

source: <i class="fas fa-cogs" aria-hidden="true"></i></i> Save & Go to Workbench
he: <i class="fas fa-cogs" aria-hidden="true"></i></i> שמירה ומעבר לאשף הזנת המידע

source: <i class="fas fa-trash" aria-hidden="true"></i></i> Delete Task
he: <i class="fas fa-trash" aria-hidden="true"></i></i> מחיקת המשימה

source: Update Contents
he: עדכון תוכן הקובץ

source: Delete
he: מחיקה

source: Select File...
he: בחירת קובץ...

source: File upload successful
he: העלאת קובץ הצליחה

source: Failed to upload file
he: שגיאה בהעלאת הקובץ

source: Source Data
he: קבצי מקור

source: <i class='far' [class.fa-check-square]="sort==='alpha'" [class.fa-square]="sort!=='alpha'"></i></i> Sort Alphabetically
he: <i class='far' [class.fa-check-square]="sort==='alpha'" [class.fa-square]="sort!=='alpha'"></i></i> מיון אלפביתי

source: <i class='far' [class.fa-check-square]="sort==='date'" [class.fa-square]="sort!=='date'"></i></i> Sort by Update Date
he: <i class='far' [class.fa-check-square]="sort==='date'" [class.fa-square]="sort!=='date'"></i></i> מיון לפי מועד עדכון אחרון

source: <i class='far' [class.fa-check-square]='justMine' [class.fa-square]='!justMine'></i></i> Show only My Files
he: <i class='far' [class.fa-check-square]='justMine' [class.fa-square]='!justMine'></i></i> הצגת רק הקבצים שלי

source: <i class="fas fa-plus-circle" aria-hidden="true"></i></i> Upload Data File
he: <i class="fas fa-plus-circle" aria-hidden="true"></i></i> העלאת קובץ מקור

source: Dashboard
he: לוח הבקרה

source: Processing Tasks
he: משימות לעיבוד

source: User Management
he: ניהול משתמשים

source: Taxonomies
he: טקסונומיות

source: Login to the System
he: כניסה למערכת

source: You don't have access to this system
he: אין לך הרשאה לגשת למערכת

source: Please ask an administrator to grant {{api.currentUser.profile.email}} access
he: יש לבקש ממנהל המערכת להעניק ל-{{api.currentUser.profile.email}} גישה

source: Name
he: שם

source: Status
he: סטטוס

source: Actions
he: פעולות

source: View Status
he: מצב נוכחי

source: Edit
he: עריכה

source: <i class="fas fa-plus-circle" aria-hidden="true"></i></i> New Processing Task
he: <i class="fas fa-plus-circle" aria-hidden="true"></i></i> משימת עיבוד חדשה

source: Total Tasks
he: סה״כ משימות

source: Successful Tasks
he: משימות מוצלחות

source: Failed Tasks
he: משימות תקולות

source: Task Status
he: מצב המשימה

source: Current Status :
he: מצב נוכחי:

source: Last Execution Status :
he: מועד ריצה אחרון:

source: Started:
he: התחילה:

source: Finished:
he: סיימה:

source: Took:
he: משך:

source: <i class="fas fa-pencil-alt" aria-hidden="true"></i></i> Edit Task
he: <i class="fas fa-pencil-alt" aria-hidden="true"></i></i> עריכת משימה

source: <i class="fas fa-redo-alt" aria-hidden="true"></i></i> Refresh Status
he: <i class="fas fa-redo-alt" aria-hidden="true"></i></i> רענון העמוד

source: <i class="fas fa-play" aria-hidden="true"></i></i> Trigger Task
he: <i class="fas fa-play" aria-hidden="true"></i></i> הרצת המשימה

source: rows
he: שורות

source: Data Sample
he: דגימת מידע

source: Original Data
he: המידע המקורי

source: Mapped Data
he: מידע לאחר המיפוי

source: Transformed Data
he: המידע המעובד

source: Data Structure
he: מבנה הקובץ

source: If the file headers are not located on the first row and column, set the following values to skip some rows or columns.
he: אם הכותרות של הטבלה לא ממוקמות בעמודה והשורה הראשונות, ניתן לקבוע את המיקום על ידיד שינוי הערכים הבאים.

source: Skip Rows:
he: דילוג על שורות:

source: Skip Columns:
he: דילוג על עמודות:

source: Take value from...
he: לקחת את הערך מ...

source: Constant...
he: קבוע...

source: No value for this field
he: אין ערך לשדה זה

source: Un-pivoting value
he: ערך הצרנה

source: Un-pivoting additional column
he: עמודה נוספת בהצרנה

source: Constant Value:
he: ערך קבוע:

source: Title:
he: כותרת:

source: Custom Format:
he: מבנה מותאם אישית:

source: More information on custom formats can be found <a href='https://strftime.org/' target='_blank'>here</a>.
he: מידע נוסף על מבנים מותאמים אישית ניתן למצוא <a href='https://strftime.org/' target='_blank'>כאן</a>.

source: Date Format:
he: מבנה תאריך:

source: True Values:
he: ערכים חיוביים:

source: False Values:
he: ערכים שליליים:

source: Decimal Separator:
he: מפריד עשרוני:

source: Thousands Separator:
he: מפריד אלפים:

source: Bare Number:
he: מספר ללא תוספות:

source: Sample of bad values
he: דוגמאות לערכים לא חוקיים:

source: Row #
he: # שורה

source: Value
he: ערך

source: less settings...
he: פחות הגדרות...

source: more settings...
he: יותר הגדרות...

source: Column Mapping
he: מיפוי עמודות

source: Required Fields
he: שדות חובה

source: Optional Fields
he: שדות רשות

source: Data Unpivoting
he: הצרנת מידע

source: Unpivoting into <strong>{{unpivot_target}}{{unpivot_target}}</strong></strong>
he: הצרנה לתוך <strong>{{unpivot_target}}{{unpivot_target}}</strong></strong>

source: Column to unpivot
he: עמודה להצרנה

source: Select source field to unpivot...
he: בחירת עמודת מקור להצרנה...

source: for
he: עבור

source: Change to compound mapping
he: שינוי למיפוי מורכב

source: Change to simple mapping
he: שינוי למיפוי פשוט

source: Extract
he: טעינה

source: Map
he: מיפוי

source: Transform
he: עיבוד

source: Finalize
he: סיום

source: <<< Back
he: <<< חזרה

source: By default, only empty cells will be considered as empty.<br/> If other values need to be ignored as well, add them here in a comma separated list (with no extra whitespace).
he: כברירת מחדל, רק תאים ריקים יחשבו כריקים. <br/> אם נדרש להתעלם מערכים נוספים, ניתן לציין אותם כאן, מופרדים בפסיקים (וללא רווחים).

source: Empty Values:
he: ערכים ריקים:

source: The detected data taxonomy for this dataset -
he: הטקסונומיה שזוהתה עבור מאגר זה -

source: Taxonomy:
he: טקסונומיה:

source: Choose taxonomy to edit
he: בחירת טקסונומיה לעריכה

source: Add new based on...
he: הוספת חדשה המבוססת על...

source: Choose column type tp copy
he: בחירת עמודה קיימת להעתקה

source: Add a new column type named...
he: הוספת עמודה חדשה בשם...

source: Data Type:
he: טיפוס המידע:

source: string
he: מחרוזת

source: integer
he: מספר שלם

source: number
he: מספר כללי

source: boolean
he: כן/לא

source: date
he: תאריך

source: datetime
he: תאריך ושעה

source: Required:
he: חובה:

source: Primary Key:
he: שדה מפתח:

source: Description:
he: תיאור:

source: Show in 'Required' section:
he: הצגה כשדה ״חובה״

source: Viewer
he: צפיה בלבד

source: Maintainer
he: עריכה

source: Administrator
he: ניהול

source: Users
he: משתמשים

source: <i class="fas fa-plus-circle" aria-hidden="true"></i></i> New {def.display}}
he: <i class="fas fa-plus-circle" aria-hidden="true"></i></i> הוספת {def.display}}

source: Original
he: מקור

source: Transformed
he: מעובד

source: Source File:
he: קובץ שהועלה:

source: Direct URL:
he: קישור ישיר:

source: Format:
he: פורמט:

source: Excel (xls)
he: אקסל (xls)

source: Excel (xlsx)
he: אקסל (xlsx)

source: Google Spreadsheet
he: גליון נתונים של גוגל

source: HTML Table
he: טבלת HTML

source: Sheet:
he: גליון:

source: Encoding:
he: קידוד:

source: JSON Path:
he: מסלול JSON:

source: CSS Selector:
he: סלקטור CSS:

source: Clear selector
he: מחיקת הסלקטור
